Repository: denis-kolchev/Paint-Anytime
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: If you email paintanytime.app@gmail.com, the developer receives your email address and the message and attachments you choose to send. The in-app bug-report action opens an email draft with a subject; it does not automatically attach drawings or diagnostic logs.
ar: إذا راسلت paintanytime.app@gmail.com، يتلقى المطوّر عنوان بريدك الإلكتروني والرسالة والمرفقات التي تختار إرسالها. يفتح إجراء الإبلاغ عن خطأ داخل التطبيق مسودة بريد إلكتروني بعنوان موضوع؛ ولا يرفق الرسومات أو سجلات التشخيص تلقائيًا.
cs: Pokud napíšete na paintanytime.app@gmail.com, vývojář obdrží vaši e-mailovou adresu, zprávu a přílohy, které se rozhodnete poslat. Funkce hlášení chyby v aplikaci otevře koncept e-mailu s předmětem; nepřipojuje automaticky kresby ani diagnostické protokoly.
da: Hvis du skriver til paintanytime.app@gmail.com, modtager udvikleren din e-mailadresse samt den besked og de vedhæftede filer, du vælger at sende. Appens fejlrapporteringsfunktion åbner en e-mailkladde med et emne; den vedhæfter ikke automatisk tegninger eller diagnosticeringslogfiler.
de: Wenn du eine E-Mail an paintanytime.app@gmail.com sendest, erhält der Entwickler deine E-Mail-Adresse sowie die Nachricht und Anhänge, die du sendest. Die Funktion zum Melden eines Fehlers in der App öffnet einen E-Mail-Entwurf mit einem Betreff; Zeichnungen oder Diagnoseprotokolle werden nicht automatisch angehängt.
el: Αν στείλετε email στο paintanytime.app@gmail.com, ο προγραμματιστής λαμβάνει τη διεύθυνση email σας, το μήνυμα και τα συνημμένα που επιλέγετε να στείλετε. Η ενέργεια αναφοράς σφάλματος στην εφαρμογή ανοίγει ένα πρόχειρο email με θέμα· δεν επισυνάπτει αυτόματα σχέδια ή διαγνωστικά αρχεία καταγραφής.
es: Si escribes a paintanytime.app@gmail.com, el desarrollador recibe tu dirección de correo electrónico, el mensaje y los archivos adjuntos que decidas enviar. La acción de informar de un error en la aplicación abre un borrador de correo con un asunto; no adjunta automáticamente dibujos ni registros de diagnóstico.
fi: Jos lähetät sähköpostia osoitteeseen paintanytime.app@gmail.com, kehittäjä saa sähköpostiosoitteesi sekä lähettämäsi viestin ja liitteet. Sovelluksen virheilmoitustoiminto avaa sähköpostiluonnoksen, jossa on aihe; se ei liitä automaattisesti piirroksia tai diagnostiikkalokeja.
fr: Si vous écrivez à paintanytime.app@gmail.com, le développeur reçoit votre adresse e-mail ainsi que le message et les pièces jointes que vous choisissez d’envoyer. L’action de signalement d’un bug dans l’application ouvre un brouillon d’e-mail avec un objet ; elle ne joint pas automatiquement de dessins ni de journaux de diagnostic.
he: אם נשלחת הודעת דוא״ל אל paintanytime.app@gmail.com, המפתח מקבל את כתובת הדוא״ל שלך ואת ההודעה והקבצים המצורפים שבחרת לשלוח. פעולת דיווח על תקלה באפליקציה פותחת טיוטת דוא״ל עם נושא; היא אינה מצרפת ציורים או יומני אבחון באופן אוטומטי.
hu: Ha a paintanytime.app@gmail.com címre ír, a fejlesztő megkapja az Ön e-mail-címét, valamint az elküldött üzenetet és mellékleteket. Az alkalmazás hibabejelentő funkciója tárggyal ellátott e-mail-piszkozatot nyit meg; nem csatol automatikusan rajzokat vagy diagnosztikai naplókat.
id: Jika Anda mengirim email ke paintanytime.app@gmail.com, pengembang menerima alamat email Anda serta pesan dan lampiran yang Anda pilih untuk dikirim. Tindakan pelaporan bug di aplikasi membuka draf email dengan subjek; tindakan ini tidak otomatis melampirkan gambar atau log diagnostik.
it: Se scrivi a paintanytime.app@gmail.com, lo sviluppatore riceve il tuo indirizzo e-mail, il messaggio e gli allegati che scegli di inviare. L’azione per segnalare un errore nell’app apre una bozza di e-mail con un oggetto; non allega automaticamente disegni o registri diagnostici.
ja: paintanytime.app@gmail.comにメールを送ると、開発者はメールアドレスと、ご自身で送信を選んだメッセージおよび添付ファイルを受け取ります。アプリ内の不具合報告操作では、件名が入力されたメールの下書きが開きます。絵や診断ログが自動的に添付されることはありません。
ko: paintanytime.app@gmail.com으로 이메일을 보내면 개발자는 사용자의 이메일 주소와 사용자가 보내기로 선택한 메시지 및 첨부파일을 받습니다. 앱 내 버그 신고 기능은 제목이 입력된 이메일 초안을 열며, 그림이나 진단 로그를 자동으로 첨부하지 않습니다.
nb: Hvis du sender e-post til paintanytime.app@gmail.com, mottar utvikleren e-postadressen din samt meldingen og vedleggene du velger å sende. Appens funksjon for feilrapportering åpner et e-postutkast med et emne; den legger ikke automatisk ved tegninger eller diagnostikklogger.
nl: Als je naar paintanytime.app@gmail.com mailt, ontvangt de ontwikkelaar je e-mailadres, bericht en de bijlagen die je verstuurt. De functie om een fout te melden opent een e-mailconcept met een onderwerp; tekeningen of diagnostische logboeken worden niet automatisch bijgevoegd.
pl: Jeśli napiszesz na paintanytime.app@gmail.com, deweloper otrzyma Twój adres e-mail oraz wiadomość i załączniki, które wyślesz. Funkcja zgłaszania błędu w aplikacji otwiera szkic e-maila z tematem; nie dołącza automatycznie rysunków ani dzienników diagnostycznych.
pt_br: Se você enviar um e-mail para paintanytime.app@gmail.com, o desenvolvedor receberá seu endereço de e-mail, a mensagem e os anexos que você escolher enviar. A ação de relatar um erro no aplicativo abre um rascunho de e-mail com um assunto; não anexa automaticamente desenhos nem registros de diagnóstico.
pt_pt: Se enviar um e-mail para paintanytime.app@gmail.com, o programador recebe o seu endereço de e-mail, a mensagem e os anexos que decidir enviar. A ação de comunicar um erro na aplicação abre um rascunho de e-mail com um assunto; não anexa automaticamente desenhos nem registos de diagnóstico.
ru: Если вы пишете на paintanytime.app@gmail.com, разработчик получает ваш адрес электронной почты, сообщение и вложения, которые вы отправляете. Действие отправки отчёта об ошибке в приложении открывает черновик письма с темой; рисунки и диагностические журналы автоматически не прикрепляются.
sv: Om du mejlar paintanytime.app@gmail.com får utvecklaren din e-postadress samt det meddelande och de bilagor du väljer att skicka. Appens funktion för felrapportering öppnar ett e-postutkast med en ämnesrad; den bifogar inte automatiskt teckningar eller diagnostikloggar.
th: หากคุณส่งอีเมลไปที่ paintanytime.app@gmail.com ผู้พัฒนาจะได้รับที่อยู่อีเมลของคุณ รวมถึงข้อความและไฟล์แนบที่คุณเลือกส่ง การแจ้งข้อผิดพลาดในแอปจะเปิดอีเมลฉบับร่างที่มีหัวเรื่อง โดยไม่แนบภาพวาดหรือบันทึกการวินิจฉัยโดยอัตโนมัติ
tr: paintanytime.app@gmail.com adresine e-posta gönderirseniz geliştirici e-posta adresinizi, göndermeyi seçtiğiniz mesajı ve ekleri alır. Uygulamadaki hata bildirme işlemi, konusu doldurulmuş bir e-posta taslağı açar; çizimler veya tanılama günlükleri otomatik olarak eklenmez.
uk: Якщо ви пишете на paintanytime.app@gmail.com, розробник отримує вашу електронну адресу, повідомлення та вкладення, які ви надсилаєте. Дія повідомлення про помилку в застосунку відкриває чернетку листа з темою; малюнки й діагностичні журнали автоматично не додаються.
vi: Nếu bạn gửi email đến paintanytime.app@gmail.com, nhà phát triển nhận được địa chỉ email cùng tin nhắn và tệp đính kèm mà bạn chọn gửi. Thao tác báo lỗi trong ứng dụng mở bản nháp email có tiêu đề; không tự động đính kèm bản vẽ hoặc nhật ký chẩn đoán.
zh_hans: 如果您发送邮件至 paintanytime.app@gmail.com，开发者会收到您的电子邮件地址以及您选择发送的消息和附件。应用内的错误报告操作会打开一封已填写主题的邮件草稿，不会自动附加画作或诊断日志。
zh_hant: 若您寄送電子郵件至 paintanytime.app@gmail.com，開發者會收到您的電子郵件地址，以及您選擇傳送的訊息和附件。App 內的錯誤回報操作會開啟一封已填寫主旨的郵件草稿，不會自動附加畫作或診斷記錄。

source: In the regular gallery, you can also edit and share drawings. Swipe to browse the pictures. Choose one, tap the trash button and confirm deletion. Only a tutorial copy is deleted.
ar: في المعرض العادي، يمكنك أيضًا تعديل الرسومات ومشاركتها. اسحب لتصفح الصور. اختر واحدة واضغط سلة المهملات وأكّد الحذف. ستُحذف نسخة التدريب فقط.
cs: V běžné galerii můžete kresby také upravovat a sdílet. Procházejte obrázky přejetím. Jeden vyberte, klepněte na koš a potvrďte smazání. Smaže se jen cvičná kopie.
da: I det almindelige galleri kan du også redigere og dele tegninger. Skub mellem billederne. Vælg et, tryk på papirkurven og bekræft. Kun en øvekopi slettes.
de: In der normalen Galerie kannst du Zeichnungen auch bearbeiten und teilen. Wische durch die Bilder. Wähle eines, tippe auf den Papierkorb und bestätige. Nur eine Übungskopie wird gelöscht.
el: Στην κανονική συλλογή μπορείτε επίσης να επεξεργαστείτε και να κοινοποιήσετε σχέδια. Σαρώστε για περιήγηση. Επιλέξτε ένα, πατήστε τον κάδο και επιβεβαιώστε τη διαγραφή. Διαγράφεται μόνο το αντίγραφο εξάσκησης.
es: En la galería normal también puedes editar y compartir dibujos. Desliza para ver las imágenes. Elige una, toca la papelera y confirma. Solo se elimina una copia de práctica.
fi: Tavallisessa galleriassa voit myös muokata ja jakaa piirroksia. Selaa kuvia pyyhkäisemällä. Valitse yksi, napauta roskakoria ja vahvista. Vain harjoituskopio poistetaan.
fr: Dans la galerie habituelle, vous pouvez aussi modifier et partager vos dessins. Balaye pour parcourir les images. Choisis-en une, touche la corbeille et confirme. Seule une copie d’entraînement sera supprimée.
he: בגלריה הרגילה אפשר גם לערוך ולשתף ציורים. החליקו כדי לדפדף בין התמונות. בחרו אחת, הקישו על הפח ואשרו את המחיקה. רק עותק התרגול יימחק.
hu: A normál galériában szerkesztheted és megoszthatod is a rajzokat. Legyintéssel böngéssz a képek között. Válassz egyet, koppints a kukára, és erősítsd meg a törlést. Csak a gyakorlópéldány törlődik.
id: Di galeri biasa, Anda juga dapat mengedit dan membagikan gambar. Geser untuk melihat gambar. Pilih satu, ketuk tempat sampah, lalu konfirmasi. Hanya salinan latihan yang dihapus.
it: Nella galleria normale puoi anche modificare e condividere i disegni. Scorri tra i disegni. Scegline uno, tocca il cestino e conferma. Verrà eliminata solo una copia di prova.
ja: 通常のギャラリーでは、絵の編集や共有もできます。 スワイプして画像を選び、ゴミ箱をタップして削除を確定します。練習用のコピーだけが削除されます。
ko: 일반 갤러리에서는 그림을 편집하거나 공유할 수도 있습니다. 쓸어넘겨 그림을 고르고 휴지통을 누른 뒤 삭제를 확인하세요. 연습용 복사본만 삭제됩니다.
nb: I det vanlige galleriet kan du også redigere og dele tegninger. Sveip mellom bildene. Velg ett, trykk på papirkurven og bekreft. Bare en øvingskopi slettes.
nl: In de gewone galerij kun je tekeningen ook bewerken en delen. Veeg door de afbeeldingen. Kies er één, tik op de prullenmand en bevestig. Alleen een oefenkopie wordt verwijderd.
pl: W zwykłej galerii możesz też edytować i udostępniać rysunki. Przesuwaj, aby przeglądać obrazy. Wybierz jeden, stuknij kosz i potwierdź. Usuniesz tylko kopię do ćwiczeń.
pt_br: Na galeria normal, você também pode editar e compartilhar desenhos. Deslize para ver as imagens. Escolha uma, toque na lixeira e confirme a exclusão. Apenas uma cópia de prática será excluída.
pt_pt: Na galeria normal, também pode editar e partilhar desenhos. Deslize para ver as imagens. Escolha uma, toque no caixote do lixo e confirme. Só é eliminada uma cópia de treino.
ru: В обычной галерее также можно вернуться к редактированию рисунка или поделиться им. Листай рисунки свайпами. Выбери один, нажми корзину и подтверди удаление. Удалится только учебная копия.
sv: I det vanliga galleriet kan du också redigera och dela teckningar. Svep mellan bilderna. Välj en, tryck på papperskorgen och bekräfta. Bara en övningskopia raderas.
th: ในแกลเลอรีปกติ คุณแก้ไขและแชร์ภาพได้ด้วย ปัดเพื่อดูภาพ เลือกหนึ่งภาพ แตะถังขยะและยืนยัน จะลบเฉพาะสำเนาฝึกหัดเท่านั้น
tr: Normal galeride çizimleri düzenleyebilir ve paylaşabilirsiniz. Resimleri kaydırarak gez. Birini seç, çöp kutusuna dokun ve silmeyi onayla. Yalnızca eğitim kopyası silinir.
uk: У звичайній галереї також можна редагувати малюнки й ділитися ними. Гортайте малюнки свайпами. Виберіть один, натисніть кошик і підтвердьте видалення. Буде видалено лише навчальну копію.
vi: Trong bộ sưu tập thông thường, bạn còn có thể chỉnh sửa và chia sẻ tranh. Vuốt để xem các ảnh. Chọn một ảnh, chạm thùng rác và xác nhận. Chỉ bản sao thực hành bị xóa.
zh_hans: 在普通图库中，还可以编辑和分享画作。 轻扫浏览图片，选择一张，点击垃圾桶并确认删除。只会删除练习副本。
zh_hant: 在一般圖庫中，還可以編輯和分享作品。 滑動瀏覽圖片，選擇一張，點一下垃圾桶並確認刪除。只會刪除練習副本。

source: Information
ar: معلومات
cs: Informace
de: Informationen
el: Πληροφορίες
es: Información
fi: Tietoja
fr: Informations
he: מידע
hu: Információ
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
nb: Informasjon
nl: Informatie
pl: Informacje
pt_br: Informações
pt_pt: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Intense glow
ar: توهج قوي
cs: Intenzivní záře
da: Intens glød
de: Intensives Leuchten
el: Έντονη λάμψη
es: Resplandor intenso
fi: Voimakas hehku
fr: Éclat intense
he: זוהר עז
hu: Erős ragyogás
id: Pendar kuat
it: Bagliore intenso
ja: 強い輝き
ko: 강렬한 광채
nb: Intens glød
nl: Intense gloed
pl: Intensywna poświata
pt_br: Brilho intenso
pt_pt: Brilho intenso
ru: Яркое свечение
sv: Intensivt sken
th: เรืองแสงเข้ม
tr: Yoğun parıltı
uk: Яскраве сяйво
vi: Ánh rực mạnh
zh_hans: 强烈辉光
zh_hant: 強烈輝光

source: Is %@ your language?
ar: هل لغتك هي %@؟
cs: Je vaším jazykem %@?
da: Er %@ dit sprog?
de: Ist %@ deine Sprache?
el: Η γλώσσα σας είναι %@;
es: ¿Tu idioma es %@?
fi: Onko kielesi %@?
fr: Votre langue est-elle %@ ?
he: האם השפה שלכם היא %@?
hu: A nyelved %@?
id: Apakah bahasa Anda %@?
it: La tua lingua è %@?
ja: 言語は%@でよろしいですか？
ko: 언어가 %@인가요?
nb: Er %@ språket ditt?
nl: Is %@ jouw taal?
pl: Czy Twój język to %@?
pt_br: Seu idioma é %@?
pt_pt: O seu idioma é %@?
ru: Ваш язык — %@?
sv: Är %@ ditt språk?
th: ภาษาของคุณคือ %@ ใช่ไหม
tr: Diliniz %@ mı?
uk: Ваша мова — %@?
vi: Ngôn ngữ của bạn là %@ phải không?
zh_hans: 你的语言是%@吗？
zh_hant: 你的語言是%@嗎？

source: Keep buttons in a menu
ar: جمع الأزرار في قائمة
cs: Seskupit tlačítka do nabídky
da: Saml knapper i en menu
de: Schaltflächen im Menü bündeln
el: Συγκέντρωση κουμπιών σε μενού
es: Agrupar botones en un menú
fi: Kokoa painikkeet valikkoon
fr: Regrouper les boutons dans un menu
he: ריכוז הכפתורים בתפריט
hu: Gombok egy menüben
id: Satukan tombol dalam menu
it: Raggruppa i pulsanti in un menu
ja: ボタンをメニューにまとめる
ko: 버튼을 메뉴에 모으기
nb: Samle knapper i en meny
nl: Knoppen in een menu bundelen
pl: Zbierz przyciski w menu
pt_br: Agrupar botões em um menu
pt_pt: Agrupar botões num menu
ru: Скрывать кнопки в меню
sv: Samla knappar i en meny
th: รวมปุ่มไว้ในเมนู
tr: Düğmeleri menüde topla
uk: Ховати кнопки в меню
vi: Gộp các nút vào menu
zh_hans: 将按钮收纳到菜单
zh_hant: 將按鈕收納到選單

source: Keep darker tones
ar: إبقاء الدرجات الداكنة
cs: Zachovat tmavé tóny
da: Behold mørke toner
de: Dunkle Töne behalten
el: Διατήρηση σκούρων τόνων
es: Conservar tonos oscuros
fi: Säilytä tummat sävyt
fr: Garder les tons foncés
he: שמירת גוונים כהים
hu: Sötét tónusok megtartása
id: Pertahankan warna gelap
it: Mantenere i toni scuri
ja: 暗い色を残す
ko: 어두운 색 유지
nb: Behold mørke toner
nl: Donkere tinten behouden
pl: Zachowanie ciemnych tonów
pt_br: Manter tons escuros
pt_pt: Manter tons escuros
ru: Только затемнение
sv: Behåll mörka toner
th: เก็บโทนมืด
tr: Koyu tonları koru
uk: Лише затемнення
vi: Giữ tông tối
zh_hans: 保留暗色
zh_hant: 保留暗色

source: Keep drawing controls in one menu for fewer buttons on the canvas and more room to draw.
ar: اجمع أدوات الرسم في قائمة واحدة لتقليل الأزرار على اللوحة وتوفير مساحة أكبر للرسم.
cs: Seskupte nástroje do jedné nabídky, aby na plátně bylo méně tlačítek a více místa na kreslení.
da: Saml tegneværktøjerne i én menu, så der er færre knapper på lærredet og mere plads til at tegne.
de: Fasse die Zeichenwerkzeuge in einem Menü zusammen: weniger Schaltflächen auf der Leinwand und mehr Platz zum Zeichnen.
el: Συγκεντρώστε τα εργαλεία σχεδίασης σε ένα μενού για λιγότερα κουμπιά στον καμβά και περισσότερο χώρο για σχέδιο.
es: Agrupa los controles en un solo menú para tener menos botones en el lienzo y más espacio para dibujar.
fi: Kokoa piirtotyökalut yhteen valikkoon, niin piirtoalueella on vähemmän painikkeita ja enemmän tilaa piirtää.
fr: Regroupez les commandes dans un seul menu pour réduire le nombre de boutons sur la toile et avoir plus de place pour dessiner.
he: ריכוז כלי הציור בתפריט אחד מפחית את מספר הכפתורים על משטח הציור ומפנה יותר מקום לצייר.
hu: Gyűjtsd a rajzeszközöket egyetlen menübe, hogy kevesebb gomb legyen a vásznon, és több hely maradjon a rajzoláshoz.
id: Satukan kontrol menggambar dalam satu menu agar tombol di kanvas lebih sedikit dan ruang menggambar lebih luas.
it: Raggruppa i comandi in un unico menu per avere meno pulsanti sulla tela e più spazio per disegnare.
ja: 描画操作を1つのメニューにまとめることで、キャンバス上のボタンが減り、描くスペースが広がります。
ko: 그리기 도구를 하나의 메뉴에 모아 캔버스의 버튼을 줄이고 그릴 공간을 넓힙니다.
nb: Samle tegneverktøyene i én meny for færre knapper på lerretet og mer plass til å tegne.
nl: Bundel de tekenbediening in één menu voor minder knoppen op het canvas en meer ruimte om te tekenen.
pl: Zbierz narzędzia w jednym menu, aby na płótnie było mniej przycisków i więcej miejsca do rysowania.
pt_br: Agrupe os controles em um único menu para ter menos botões na tela e mais espaço para desenhar.
pt_pt: Agrupe os controlos num único menu para ter menos botões na tela e mais espaço para desenhar.
ru: Кнопки собраны в одном меню: они меньше закрывают холст и оставляют больше места для рисования.
sv: Samla ritverktygen i en meny för färre knappar på arbetsytan och mer plats att rita.
th: รวมเครื่องมือวาดไว้ในเมนูเดียว เพื่อลดจำนวนปุ่มบนผืนผ้าใบและเพิ่มพื้นที่ในการวาดรูป
tr: Çizim kontrollerini tek bir menüde toplayarak tuvaldeki düğmeleri azaltın ve çizmek için daha fazla alan açın.
uk: Кнопки зібрано в одному меню: вони менше закривають полотно й залишають більше місця для малювання.
vi: Gộp các công cụ vẽ vào một menu để giảm số nút trên khung vẽ và có thêm không gian để vẽ.
zh_hans: 将绘画工具集中到一个菜单中，减少画布上的按钮，留出更多绘画空间。
zh_hant: 將繪畫工具集中到一個選單中，減少畫布上的按鈕，留出更多繪畫空間。

source: Keep lighter tones
ar: إبقاء الدرجات الفاتحة
cs: Zachovat světlé tóny
da: Behold lyse toner
de: Helle Töne behalten
el: Διατήρηση ανοιχτών τόνων
es: Conservar tonos claros
fi: Säilytä vaaleat sävyt
fr: Garder les tons clairs
he: שמירת גוונים בהירים
hu: Világos tónusok megtartása
id: Pertahankan warna terang
it: Mantenere i toni chiari
ja: 明るい色を残す
ko: 밝은 색 유지
nb: Behold lyse toner
nl: Lichte tinten behouden
pl: Zachowanie jasnych tonów
pt_br: Manter tons claros
pt_pt: Manter tons claros
ru: Только осветление
sv: Behåll ljusa toner
th: เก็บโทนสว่าง
tr: Açık tonları koru
uk: Лише освітлення
vi: Giữ tông sáng
zh_hans: 保留亮色
zh_hant: 保留亮色

source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Last updated: September 24, 2026
ar: آخر تحديث: 24 سبتمبر 2026
cs: Poslední aktualizace: 24. září 2026
da: Senest opdateret: 24. september 2026
de: Zuletzt aktualisiert: 24. September 2026
el: Τελευταία ενημέρωση: 24 Σεπτεμβρίου 2026
es: Última actualización: 24 de septiembre de 2026
fi: Päivitetty viimeksi: 24. syyskuuta 2026
fr: Dernière mise à jour : 24 septembre 2026
he: עדכון אחרון: 24 בספטמבר 2026
hu: Utolsó frissítés: 2026. szeptember 24.
id: Terakhir diperbarui: 24 September 2026
it: Ultimo aggiornamento: 24 settembre 2026
ja: 最終更新日：2026年9月24日
ko: 최종 업데이트: 2026년 9월 24일
nb: Sist oppdatert: 24. september 2026
nl: Laatst bijgewerkt: 24 september 2026
pl: Ostatnia aktualizacja: 24 września 2026 r.
pt_br: Última atualização: 24 de setembro de 2026
pt_pt: Última atualização: 24 de setembro de 2026
ru: Последнее обновление: 24 сентября 2026 года
sv: Senast uppdaterad: 24 september 2026
th: อัปเดตล่าสุด: 24 กันยายน ค.ศ. 2026
tr: Son güncelleme: 24 Eylül 2026
uk: Останнє оновлення: 24 вересня 2026 року
vi: Cập nhật lần cuối: ngày 24 tháng 9 năm 2026
zh_hans: 最后更新：2026年9月24日
zh_hant: 最後更新：2026年9月24日

source: Lesson %d of 20
ar: الدرس %d من 20
cs: Lekce %d z 20
da: Lektion %d af 20
de: Lektion %d von 20
el: Μάθημα %d από 20
es: Lección %d de 20
fi: Oppitunti %d / 20
fr: Leçon %d sur 20
he: שיעור %d מתוך 20
hu: %d. lecke a 20-ból
id: Pelajaran %d dari 20
it: Lezione %d di 20
ja: レッスン %d / 20
ko: 20개 중 %d번째 수업
nb: Leksjon %d av 20
nl: Les %d van 20
pl: Lekcja %d z 20
pt_br: Lição %d de 20
pt_pt: Lição %d de 20
ru: Урок %d из 20
sv: Lektion %d av 20
th: บทที่ %d จาก 20
tr: Ders %d / 20
uk: Урок %d із 20
vi: Bài %d trên 20
zh_hans: 第 %d 课，共 20 课
zh_hant: 第 %d 課，共 20 課

source: Let's try another brush. Tap the tool button in the upper-right corner.
ar: لنجرب فرشاة أخرى. اضغط زر الأداة الأعلى.
cs: Vyzkoušejme jiný štětec. Klepněte na tlačítko nástroje vpravo nahoře.
da: Prøv en anden pensel. Tryk på værktøjsknappen øverst til højre.
de: Probiere einen anderen Pinsel: Tippe oben rechts auf die Werkzeugtaste.
el: Ας δοκιμάσουμε άλλο πινέλο. Πατήστε το κουμπί εργαλείου πάνω δεξιά.
es: Prueba otro pincel: toca el botón de herramienta arriba a la derecha.
fi: Kokeile toista sivellintä. Napauta työkalupainiketta oikeassa yläkulmassa.
fr: Essaie un autre pinceau : touche le bouton de l’outil en haut à droite.
he: ננסה מברשת אחרת. הקישו על כפתור הכלי בחלק העליון.
hu: Próbáljunk ki másik ecsetet! Koppints az eszköz gombjára a jobb felső sarokban.
id: Mari mencoba kuas lain. Ketuk tombol alat di kanan atas.
it: Prova un altro pennello: tocca il pulsante dello strumento in alto a destra.
ja: 別のブラシを試しましょう。右上のツールボタンをタップします。
ko: 다른 브러시를 써볼까요? 오른쪽 위 도구 버튼을 누르세요.
nb: Prøv en annen pensel. Trykk på verktøyknappen øverst til høyre.
nl: Probeer een andere kwast. Tik rechtsboven op de gereedschapsknop.
pl: Wypróbuj inny pędzel. Stuknij przycisk narzędzia w prawym górnym rogu.
pt_br: Vamos experimentar outro pincel. Toque no botão da ferramenta no canto superior direito.
pt_pt: Experimente outro pincel: toque no botão da ferramenta no canto superior direito.
ru: Давай попробуем другую кисть. Нажми на кнопку инструмента в правом верхнем углу.
sv: Prova en annan pensel. Tryck på verktygsknappen uppe till höger.
th: ลองใช้แปรงอื่นกัน แตะปุ่มเครื่องมือที่มุมขวาบน
tr: Başka bir fırça deneyelim. Sağ üstteki araç düğmesine dokun.
uk: Спробуймо інший пензель. Натисніть кнопку інструмента праворуч угорі.
vi: Hãy thử cọ khác. Chạm nút công cụ ở góc trên bên phải.
zh_hans: 试试另一种画笔。点击右上角的工具按钮。
zh_hant: 試試另一種畫筆。點一下右上角的工具按鈕。

source: Light blue
ar: أزرق فاتح
cs: Světle modrá
da: Lyseblå
de: Hellblau
el: Γαλάζιο
es: Azul claro
fi: Vaaleansininen
fr: Bleu clair
he: תכלת
hu: Világoskék
id: Biru muda
it: Azzurro
ja: 水色
ko: 하늘색
nb: Lyseblå
nl: Lichtblauw
pl: Jasnoniebieski
pt_br: Azul-claro
pt_pt: Azul-claro
ru: Голубой
sv: Ljusblå
th: ฟ้า
tr: Açık mavi
uk: Блакитний
vi: Xanh nhạt
zh_hans: 浅蓝色
zh_hant: 淺藍色

source: Lighten
ar: تفتيح
cs: Zesvětlit
da: Lysere
de: Aufhellen
el: Φωτισμός
es: Aclarar
fi: Vaalentava
fr: Éclaircir
he: הבהרה
hu: Világosítás
id: Terangkan
it: Schiarisci
ja: 比較（明）
ko: 밝게 하기
nb: Lysere
nl: Lichter
pl: Jaśniej
pt_br: Clarear
pt_pt: Clarear
ru: Замена светлым
sv: Ljusare
th: ทำให้สว่าง
tr: Açıklaştır
uk: Освітлення
vi: Làm sáng
zh_hans: 变亮
zh_hant: 變亮

source: Marker
ar: قلم تحديد
cs: Zvýrazňovač
el: Μαρκαδόρος
es: Marcador
fi: Tussi
fr: Marqueur
he: טוש
hu: Filctoll
id: Spidol
it: Pennarello
ja: マーカー
ko: 마커
nb: Tusj
nl: Markeerstift
pt_br: Marcador
pt_pt: Marcador
ru: Маркер
sv: Märkpenna
th: ปากกาเมจิก
tr: Keçeli kalem
uk: Маркер
vi: Bút dạ
zh_hans: 马克笔
zh_hant: 麥克筆

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hu: Mód
it: Modalità
ja: モード
ko: 모드
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ru: Режим
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Monoline
ar: خط موحّد
cs: Jednotná linka
da: Monolinje
de: Monolinie
el: Σταθερή γραμμή
es: Monolínea
fi: Tasaviiva
fr: Monoligne
he: קו אחיד
hu: Egyenletes vonal
id: Garis seragam
it: Monolinea
ja: モノライン
ko: 모노라인
nb: Monolinje
nl: Monolijn
pl: Monolinia
pt_br: Monolinha
pt_pt: Monolinha
ru: Монолиния
sv: Monolinje
th: เส้นสม่ำเสมอ
tr: Tek çizgi
uk: Монолінія
vi: Nét đều
zh_hans: 单线笔
zh_hant: 單線筆
